wolfSSL/wolfBoot/hal/stm32l4xx_hal_conf.h
#ifndef __STM32L4xx_HAL_CONF_H
#define __STM32L4xx_HAL_CONF_H
#define HAL_MODULE_ENABLED  
#define HAL_FLASH_MODULE_ENABLED
#define HAL_RCC_MODULE_ENABLED
#include "stm32l4xx_hal_flash.h"
#include "stm32l4xx_hal_rcc.h"
#define assert_param(expr) ((void)0U)
#endif /* __STM32L4xx_HAL_CONF_H */
